org/20210421080535-fiscalite.org
:PROPERTIES:
:ID:       517fc476-4e83-4655-8ced-b71fdaf70c7c
:END:
#+title: Fiscalité
#+created: [2021-04-21 Wed]
#+filetags: :RS:fiscalite:public:

- tags :: [[id:265e9ea6-4dc5-4471-aaf2-99ec70ff7024][Économie]]  [[id:4c836563-ceff-4001-8bf0-8c8f3b0b64a0][Politique]]

Declaration DDHC article 13

* Plan

Deux problème fondamentaux avec l'impôt aujourd'hui:
1. Il n'est pas juste; lorsque tout est mis bout à bout l'impôt est profondément régressif, c'est-à-dire que ceux qui ont moins paient plus en proportion que ceux qui ont beaucoup.
2. Il n'est pas transparent; L'impôt sur le Revenu est complexe avec ses taux marginaux, son assiette est percée d'un tas d'abattements, de crédits et de réduction.

Il conviendra donc de trouver une solution à ces deux points. Nous dresserons un état des lieux avant de proposer des solutions et de les quantifiers.

- Taxe sur les *successions* est un gros point de contention. Il faut une mesure juste qui prenne en compte les revenus les plus faibles. Rationaliser le seuil minimal et la progressivité.

* TODO Historique de l'impôt en France et à l'étranger (pour chaque impôt)
* TODO Flécher où va l'argent de chaque impôt (fléchage)
* TODO Inventaire de tous les transfers (chomage, aide au logement, RSA, etc)
* TODO Inventaire de toutes les taxes / tous les impots avec le montant qu'ils représentent
* TODO Inventaire de toutes les niches fiscales IRPP
* TODO Description de chaque impôt avec son assiette.
* TODO Impact de la compétition ficale et de l'impot sur les sociétés
* TODO Justifief [[id:028b1697-48cc-473d-ae39-ee4d299e6270][Les impôts doivent être progressifs]]
- Happiness increased continuously even after 75k https://www.pnas.org/content/118/4/e2016976118
- Liberals see taxes as something taxed from property, while people like Rawls implicitly assume that no property before taxes and look at what's left afterwards.
  "The crime is not what you take but what you leave behind"

* Calculs globaux (Introduction)

** TODO calcul du revenu national par origine
** TODO recettes fiscales par poste (IS, capital, travail, CSG, IRPP)
** TODO perspective: la dépense publique
** TODO reproduire figure w/ revenus/tranche de revenus
** TODO montrer taux global d'imposition (ramené au revenu national) en fonction du temps
** TODO cout de la collecte de l'IRPP

* Calcul fin des nouveaux impôts

Pour calculer les effets d'une réforme fiscale il faut se reposer sur des données plus fines que celles à l'échelle globale; il faut revenir à chaque situation particulière pour pouvoir à la fois calculer le nouvel impôt et le comparer avec l'ancien!

Camille Landais m'a dit que les fichiers qui ont servi de base à leurs calculs sont impossibles à accéder, il vaut mieux donc passer par TaxIPP ou [[id:ad92600e-4a9d-40d2-aba7-1e84023717b2][Openfisca]].

* Impots

- [[id:c4dedbfd-5d5a-45bf-943c-d75106063cfa][Impôt sur les successions]]

* Reformes

[[id:308ee9f7-c727-4b41-b0c5-a1ade15b2d96][Reforme 2017 de l'ISF]]

* Credits

[[id:0e7c0139-8571-4098-8b01-245a711ec905][Crédit d'impôt pour la compétitivité économique (CICE)]]
[[id:4ee03a30-c1c7-4df1-84fb-fcf56a43717a][Crédit Impôt Recherche (CIR)]]

* Taxation et inégalités
cite:landais2011,maurin2021

"Impots et prélèvements sociaux réduisent les inégalités de moitié" Anne Brunner, Louis Maurin

* Mécanismes de taxation (sous-routines)
cite:landais2011,saez2021,saez2019

"capital et Idéologie" Thomas Piketty

* L'évasion
cite:young2020
