20210421080535-fiscalite.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-12-01 Thu 10:35 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Fiscalité</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Fiscalité</h1>
<dl class="org-dl">
<dt>tags</dt><dd><a href="20220105150936-economie.html#ID-265e9ea6-4dc5-4471-aaf2-99ec70ff7024">Économie</a>  <a href="20220105150958-politique.html#ID-4c836563-ceff-4001-8bf0-8c8f3b0b64a0">Politique</a></dd>
</dl>

<p>
Declaration DDHC article 13
</p>

<div id="outline-container-org7b4d1b6" class="outline-2">
<h2 id="org7b4d1b6">Plan</h2>
<div class="outline-text-2" id="text-org7b4d1b6">
<p>
Deux problème fondamentaux avec l'impôt aujourd'hui:
</p>
<ol class="org-ol">
<li>Il n'est pas juste; lorsque tout est mis bout à bout l'impôt est profondément régressif, c'est-à-dire que ceux qui ont moins paient plus en proportion que ceux qui ont beaucoup.</li>
<li>Il n'est pas transparent; L'impôt sur le Revenu est complexe avec ses taux marginaux, son assiette est percée d'un tas d'abattements, de crédits et de réduction.</li>
</ol>

<p>
Il conviendra donc de trouver une solution à ces deux points. Nous dresserons un état des lieux avant de proposer des solutions et de les quantifiers.
</p>

<ul class="org-ul">
<li>Taxe sur les <b>successions</b> est un gros point de contention. Il faut une mesure juste qui prenne en compte les revenus les plus faibles. Rationaliser le seuil minimal et la progressivité.</li>
</ul>
</div>
</div>

<div id="outline-container-orge38a289" class="outline-2">
<h2 id="orge38a289"><span class="todo TODO">TODO</span> Historique de l'impôt en France et à l'étranger (pour chaque impôt)</h2>
</div>
<div id="outline-container-org3f269cb" class="outline-2">
<h2 id="org3f269cb"><span class="todo TODO">TODO</span> Flécher où va l'argent de chaque impôt (fléchage)</h2>
</div>
<div id="outline-container-org8dba0d6" class="outline-2">
<h2 id="org8dba0d6"><span class="todo TODO">TODO</span> Inventaire de tous les transfers (chomage, aide au logement, RSA, etc)</h2>
</div>
<div id="outline-container-orgf8d18af" class="outline-2">
<h2 id="orgf8d18af"><span class="todo TODO">TODO</span> Inventaire de toutes les taxes / tous les impots avec le montant qu'ils représentent</h2>
</div>
<div id="outline-container-org3602e38" class="outline-2">
<h2 id="org3602e38"><span class="todo TODO">TODO</span> Inventaire de toutes les niches fiscales IRPP</h2>
</div>
<div id="outline-container-orgaadb002" class="outline-2">
<h2 id="orgaadb002"><span class="todo TODO">TODO</span> Description de chaque impôt avec son assiette.</h2>
</div>
<div id="outline-container-orge51d756" class="outline-2">
<h2 id="orge51d756"><span class="todo TODO">TODO</span> Impact de la compétition ficale et de l'impot sur les sociétés</h2>
</div>
<div id="outline-container-org72b9db7" class="outline-2">
<h2 id="org72b9db7"><span class="todo TODO">TODO</span> Justifief <a href="20220105130000-les_impots_doivent_etre_progressif.html#ID-028b1697-48cc-473d-ae39-ee4d299e6270">Les impôts doivent être progressifs</a></h2>
<div class="outline-text-2" id="text-org72b9db7">
<ul class="org-ul">
<li>Happiness increased continuously even after 75k <a target='_blank' rel='noopener noreferrer' class='external' href="https://www.pnas.org/content/118/4/e2016976118">https://www.pnas.org/content/118/4/e2016976118</a></li>
<li>Liberals see taxes as something taxed from property, while people like Rawls implicitly assume that no property before taxes and look at what's left afterwards.
"The crime is not what you take but what you leave behind"</li>
</ul>
</div>
</div>

<div id="outline-container-org0438cfb" class="outline-2">
<h2 id="org0438cfb">Calculs globaux (Introduction)</h2>
<div class="outline-text-2" id="text-org0438cfb">
</div>
<div id="outline-container-org839f177" class="outline-3">
<h3 id="org839f177"><span class="todo TODO">TODO</span> calcul du revenu national par origine</h3>
</div>
<div id="outline-container-org1551d30" class="outline-3">
<h3 id="org1551d30"><span class="todo TODO">TODO</span> recettes fiscales par poste (IS, capital, travail, CSG, IRPP)</h3>
</div>
<div id="outline-container-org7571c7b" class="outline-3">
<h3 id="org7571c7b"><span class="todo TODO">TODO</span> perspective: la dépense publique</h3>
</div>
<div id="outline-container-org8b37699" class="outline-3">
<h3 id="org8b37699"><span class="todo TODO">TODO</span> reproduire figure w/ revenus/tranche de revenus</h3>
</div>
<div id="outline-container-org3a74713" class="outline-3">
<h3 id="org3a74713"><span class="todo TODO">TODO</span> montrer taux global d'imposition (ramené au revenu national) en fonction du temps</h3>
</div>
<div id="outline-container-orgf797bb4" class="outline-3">
<h3 id="orgf797bb4"><span class="todo TODO">TODO</span> cout de la collecte de l'IRPP</h3>
</div>
</div>

<div id="outline-container-org1c71837" class="outline-2">
<h2 id="org1c71837">Calcul fin des nouveaux impôts</h2>
<div class="outline-text-2" id="text-org1c71837">
<p>
Pour calculer les effets d'une réforme fiscale il faut se reposer sur des données plus fines que celles à l'échelle globale; il faut revenir à chaque situation particulière pour pouvoir à la fois calculer le nouvel impôt et le comparer avec l'ancien!
</p>

<p>
Camille Landais m'a dit que les fichiers qui ont servi de base à leurs calculs sont impossibles à accéder, il vaut mieux donc passer par TaxIPP ou <a href="20210421172549-openfisca.html#ID-ad92600e-4a9d-40d2-aba7-1e84023717b2">Openfisca</a>.
</p>
</div>
</div>

<div id="outline-container-orgdc3646f" class="outline-2">
<h2 id="orgdc3646f">Impots</h2>
<div class="outline-text-2" id="text-orgdc3646f">
<ul class="org-ul">
<li><a href="20210514103526-impot_sur_les_successions.html#ID-c4dedbfd-5d5a-45bf-943c-d75106063cfa">Impôt sur les successions</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgc49b374" class="outline-2">
<h2 id="orgc49b374">Reformes</h2>
<div class="outline-text-2" id="text-orgc49b374">
<p>
<a href="20210513210933-reforme_2017_de_l_isf.html#ID-308ee9f7-c727-4b41-b0c5-a1ade15b2d96">Reforme 2017 de l'ISF</a>
</p>
</div>
</div>

<div id="outline-container-org9919082" class="outline-2">
<h2 id="org9919082">Credits</h2>
<div class="outline-text-2" id="text-org9919082">
<p>
<a href="20210513211639-credit_d_impot_pour_la_competitivite_economique_cice.html#ID-0e7c0139-8571-4098-8b01-245a711ec905">Crédit d'impôt pour la compétitivité économique (CICE)</a>
<a href="20210428073612-credit_impot_recherche_cir.html#ID-4ee03a30-c1c7-4df1-84fb-fcf56a43717a">Crédit Impôt Recherche (CIR)</a>
</p>
</div>
</div>

<div id="outline-container-orgeae5f9e" class="outline-2">
<h2 id="orgeae5f9e">Taxation et inégalités</h2>
<div class="outline-text-2" id="text-orgeae5f9e">
<p>
cite:landais2011,maurin2021
</p>

<p>
"Impots et prélèvements sociaux réduisent les inégalités de moitié" Anne Brunner, Louis Maurin
</p>
</div>
</div>

<div id="outline-container-orgd4dc15c" class="outline-2">
<h2 id="orgd4dc15c">Mécanismes de taxation (sous-routines)</h2>
<div class="outline-text-2" id="text-orgd4dc15c">
<p>
cite:landais2011,saez2021,saez2019
</p>

<p>
"capital et Idéologie" Thomas Piketty
</p>
</div>
</div>

<div id="outline-container-org2e53853" class="outline-2">
<h2 id="org2e53853">L'évasion</h2>
<div class="outline-text-2" id="text-org2e53853">
<p>
cite:young2020
</p>
</div>
</div>

<div id="outline-container-org116378d" class="outline-2">
<h2 id="org116378d">Links to this note</h2>
<div class="outline-text-2" id="text-org116378d">
<ul class="org-ul">
<li><a href="./20211127-refonte-fiscalite.html">Refonte de la fiscalite</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>